bread.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2025-07-02 Wed 10:20 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Free Bread</title>
<meta name="author" content="Adam Massmann" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" />
</head>
<body>
<div id="content" class="content">
<p>
<a href="index.html">{Back to Home}</a>
</p>

<div id="outline-container-org2f1a118" class="outline-2">
<h2 id="org2f1a118">Free Bread</h2>
<div class="outline-text-2" id="text-org2f1a118">
<p>
With the indispensable help of friends and the internet, I've
developed a bread recipe. The recipe evolved to be easy to make and
versatile. However ease and versatility came at a cost: this probably
won't be the most airy, delicious bread you've ever had.
</p>

<p>
The recipe is provided below. If you have any questions about it, or
suggestions for improvement, please email me.
</p>

<p>
I can bake and deliver this bread anywhere in Manhattan between 110th
and 155th streets. If you would like some bread, please send an email
to massma "at" autistici "dot" org, with the following information:
</p>

<ul class="org-ul">
<li>Delivery address</li>
<li>Whether you would like baked bread or dough. I recommend dough, as
the bread is best fresh out of the oven. If you pick dough, see the
recipe for baking instructions.</li>
<li>If you would like baked bread:
<ul class="org-ul">
<li>Whether you would prefer more of a "mini-loaf/roll" type bread, or
a flatbread (I prefer flatbread).</li>
<li>What toppings, if any, you would like. Current choices are:
<ul class="org-ul">
<li>Nutritional yeast</li>
<li>Smoked Paprika</li>
<li>Za'atar</li>
<li>Garlic Powder</li>
<li>Fresh Garlic</li>
</ul></li>
</ul></li>
</ul>

<p>
I'll respond with an estimated time of delivery. Sometimes I'm away
from the internet, and it may take me a bit to respond.
</p>
</div>

<div id="outline-container-org77f5a0d" class="outline-3">
<h3 id="org77f5a0d">Sourdough Multipurpose Bread Recipe</h3>
<div class="outline-text-3" id="text-org77f5a0d">
</div>
<div id="outline-container-org66a60b7" class="outline-4">
<h4 id="org66a60b7">Ingredients</h4>
<div class="outline-text-4" id="text-org66a60b7">
<ul class="org-ul">
<li>3 cups wheat flour</li>

<li>2 teaspoons salt</li>

<li>1 cup sourdough starter (if you need starter, let me know and I
can deliver some)</li>

<li>2 cups water</li>

<li>Whatever topping/seasonings you want. Some ideas:
<ul class="org-ul">
<li>Chutneys</li>
<li>Smoked paprika and nutritional yeast</li>
<li>Za'atar</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org70e364d" class="outline-4">
<h4 id="org70e364d">Instructions</h4>
<div class="outline-text-4" id="text-org70e364d">
<ol class="org-ol">
<li>In a large bowl, mix together the flour and salt.</li>

<li>Add the starter and water, and mix until the flour is fully mixed
in with the wet ingredients.</li>

<li>Makes ~6 flatbreads/rolls. I usually split the dough into 6 equal
portions and store in separate (small-ish) containers. Line
containers(s) with oil, and pour dough in. Will keep in fridge
mostly indefinitely (with varying sourness, airy-ness, etc.).</li>

<li>When you want to bake, spread on a greased skillet or baking sheet,
top with seasonings (we like smoky/spicy, with some pickled things
or garlic pressed into the dough), and bake for 15-20 min at 430F
(could vary depending on oven; we go until the bottom is crispy but
not burnt). Can spread thin for more of a flat bread, or just
puddle in in the middle for more of a loaf-type bread.</li>
</ol>
</div>
</div>

<div id="outline-container-orgab17a7b" class="outline-4">
<h4 id="orgab17a7b">Notes</h4>
<div class="outline-text-4" id="text-orgab17a7b">
<ul class="org-ul">
<li>For a different flavor/nutritional profile you can substitute up to
1/2 cup of the wheat flour with non-wheat flour (for example,
chickpea flour).</li>
</ul>
</div>
</div>
</div>
</div>
</div>
</body>
</html>
